Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your HRV this morning was %lld milliseconds.
ar: كان HRV لديك هذا الصباح %lld مللي ثانية.
da: Din HRV i morges var %lld millisekunder.
de: Deine HRV lag heute Morgen bei %lld Millisekunden.
es: Tu HRV esta mañana fue de %lld milisegundos.
fi: HRV:si oli tänä aamuna %lld millisekuntia.
fr: Votre HRV ce matin était de %lld millisecondes.
is: HRV-gildið þitt í morgun var %lld millisekúndur.
it: La tua HRV stamattina era di %lld millisecondi.
ja: 今朝のHRVは%lldミリ秒でした。
ko: 오늘 아침 HRV는 %lld밀리초였습니다.
nb: HRV-en din i morges var %lld millisekunder.
nl: Je HRV vanochtend was %lld milliseconden.
pt_br: Sua HRV hoje de manhã foi de %lld milissegundos.
ru: Ваша ВСР сегодня утром — %lld миллисекунды.
sv: Din HRV i morse var %lld millisekunder.
zh_hans: 你今早的 HRV 是 %lld 毫秒。

source: Your HRV varies a lot day-to-day. This could mean inconsistent sleep or recovery patterns.
ar: HRV لديك يتفاوت كثيرًا من يوم لآخر. قد يعني ذلك أنماط نوم أو تعافٍ غير منتظمة.
da: Din HRV svinger meget fra dag til dag. Det kan tyde på uregelmæssig søvn eller restitution.
de: Deine HRV schwankt von Tag zu Tag stark. Das kann auf unregelmäßigen Schlaf oder unregelmäßige Erholung hindeuten.
es: Tu HRV varía mucho de un día a otro. Puede indicar un sueño o una recuperación irregulares.
fi: HRV:si vaihtelee paljon päivästä toiseen. Se voi kertoa epäsäännöllisestä unesta tai palautumisesta.
fr: Votre HRV varie beaucoup d'un jour à l'autre. Cela peut indiquer un sommeil ou une récupération irréguliers.
is: HRV hjá þér sveiflast mikið milli daga. Það gæti bent til óreglulegs svefns eða endurheimtar.
it: La tua HRV varia molto da un giorno all'altro. Potrebbe indicare sonno o recupero irregolari.
ja: HRV が日によって大きく変動しています。睡眠や回復のパターンが不規則な可能性があります。
ko: HRV가 날마다 크게 달라집니다. 수면이나 회복 패턴이 일정하지 않다는 뜻일 수 있습니다.
nb: HRV-en din varierer mye fra dag til dag. Det kan tyde på ujevn søvn eller restitusjon.
nl: Je HRV wisselt sterk van dag tot dag. Dat kan wijzen op onregelmatige slaap- of herstelpatronen.
pt_br: Sua HRV varia muito de um dia para o outro. Isso pode indicar padrões de sono ou de recuperação irregulares.
ru: Ваша ВСР сильно меняется изо дня в день. Это может означать нерегулярный сон или восстановление.
sv: Din HRV varierar mycket från dag till dag. Det kan tyda på ojämn sömn eller återhämtning.
zh_hans: 你的 HRV 每天波动很大。这可能意味着睡眠或恢复模式不规律。

source: Your HRV was in line with your baseline this morning.
ar: كان HRV لديك هذا الصباح متماشيًا مع خط الأساس.
da: Din HRV lå på linje med din baseline i morges.
de: Deine HRV lag heute Morgen im Bereich deines Ausgangswerts.
es: Tu HRV estuvo en línea con tu referencia esta mañana.
fi: HRV:si oli tänä aamuna perustasosi mukainen.
fr: Votre HRV était conforme à votre référence ce matin.
is: HRV þitt var í takt við grunnlínuna í morgun.
it: Questa mattina la tua HRV era in linea con la tua base.
ja: 今朝のHRVはベースライン並みでした。
ko: 오늘 아침 HRV는 기준선과 비슷했습니다.
nb: HRV-en din var på linje med baseline i morges.
nl: Je HRV lag vanochtend in lijn met je basislijn.
pt_br: Sua HRV estava alinhada com a linha de base hoje de manhã.
ru: Утром ваша ВСР былаа на уровне базовой.
sv: Din HRV låg i linje med din baslinje i morse.
zh_hans: 今早你的 HRV 与基线一致。

source: Your iPhone advertises as "Emuqu" so the receiving app can identify it.
ar: يعلن iPhone عن نفسه باسم "Emuqu" حتى يتمكن التطبيق المستقبِل من التعرف عليه.
da: Din iPhone annoncerer sig som "Emuqu", så den modtagende app kan genkende den.
de: Dein iPhone gibt sich als „Emuqu“ zu erkennen, damit die empfangende App es identifizieren kann.
es: Tu iPhone se anuncia como "Emuqu" para que la app receptora pueda identificarlo.
fi: iPhone mainostaa itseään nimellä ”Emuqu”, jotta vastaanottava appi voi tunnistaa sen.
fr: Votre iPhone s’annonce sous le nom « Emuqu » pour que l’app réceptrice puisse l’identifier.
is: iPhone-síminn þinn auglýsir sig sem „Emuqu“ svo forritið sem tekur á móti geti borið kennsl á hann.
it: Il tuo iPhone si annuncia come "Emuqu" così che l’app ricevente possa identificarlo.
ja: 受信側のアプリが識別できるよう、iPhoneは「Emuqu」としてアドバタイズします。
ko: 수신 앱이 식별할 수 있도록 iPhone은 "Emuqu"라는 이름으로 신호를 보냅니다.
nb: iPhonen din annonserer seg som «Emuqu» slik at mottakerappen kan identifisere den.
nl: Je iPhone adverteert zich als 'Emuqu' zodat de ontvangende app hem kan herkennen.
pt_br: Seu iPhone se anuncia como "Emuqu" para que o app receptor possa identificá-lo.
ru: iPhone объявляет себя как «Emuqu», чтобы принимающее приложение могло его распознать.
sv: Din iPhone annonserar sig som ”Emuqu” så att den mottagande appen kan identifiera den.
zh_hans: 你的 iPhone 会以“Emuqu”名称广播，以便接收端 App 识别它。

source: Your lactate threshold heart rate is %lld beats per minute.
ar: معدل ضربات قلبك عند عتبة اللاكتات هو %lld نبضة في الدقيقة.
da: Din puls ved laktattærsklen er %lld slag i minuttet.
de: Deine Herzfrequenz an der Laktatschwelle liegt bei %lld Schlägen pro Minute.
es: Tu frecuencia cardíaca en el umbral de lactato es de %lld latidos por minuto.
fi: Sykkeesi laktaattikynnyksellä on %lld lyöntiä minuutissa.
fr: Votre fréquence cardiaque au seuil lactique est de %lld battements par minute.
is: Púlsinn þinn við mjólkursýruþröskuld er %lld slög á mínútu.
it: La tua frequenza cardiaca alla soglia del lattato è di %lld battiti al minuto.
ja: 乳酸閾値心拍数は毎分%lld拍です。
ko: 젖산 역치 심박수는 분당 %lld회입니다.
nb: Pulsen din ved laktatterskelen er %lld slag i minuttet.
nl: Je hartslag bij de lactaatdrempel is %lld slagen per minuut.
pt_br: Sua frequência cardíaca no limiar de lactato é de %lld batimentos por minuto.
ru: Ваш пульс на лактатном пороге — %lld удара в минуту.
sv: Din puls vid laktattröskeln är %lld slag per minut.
zh_hans: 你的乳酸阈心率是每分钟 %lld 次。

source: Your last workout was %@ — %@.
ar: كان آخر تمرين لك %1$@ — %2$@.
da: Din seneste træning var %1$@ — %2$@.
de: Dein letztes Training war %1$@ — %2$@.
es: Tu último entrenamiento fue %1$@ — %2$@.
fi: Viimeisin harjoituksesi oli %1$@ — %2$@.
fr: Votre dernière séance : %1$@ — %2$@.
is: Síðasta æfingin þín var %1$@ — %2$@.
it: Il tuo ultimo allenamento è stato %1$@ — %2$@.
ja: 前回のワークアウトは%1$@でした — %2$@。
ko: 마지막 운동: %1$@ — %2$@.
nb: Den siste økten din var %1$@ — %2$@.
nl: Je laatste training was %1$@ — %2$@.
pt_br: Seu último treino foi %1$@ — %2$@.
ru: Последняя тренировка: %1$@ — %2$@.
sv: Ditt senaste träningspass var %1$@ — %2$@.
zh_hans: 你上次训练是%1$@ — %2$@。

source: Your last workout was %@.
ar: كان آخر تمرين لك %@.
da: Din seneste træning var %@.
de: Dein letztes Training war %@.
es: Tu último entrenamiento fue %@.
fi: Viimeisin harjoituksesi oli %@.
fr: Votre dernière séance : %@.
is: Síðasta æfingin þín var %@.
it: Il tuo ultimo allenamento è stato %@.
ja: 前回のワークアウトは%@でした。
ko: 마지막 운동: %@.
nb: Den siste økten din var %@.
nl: Je laatste training was %@.
pt_br: Seu último treino foi %@.
ru: Последняя тренировка: %@.
sv: Ditt senaste träningspass var %@.
zh_hans: 你上次训练是%@。

source: Your live HR (from your strap) and your live cycling power (from a connected FTMS bike trainer) are sent outbound on Bluetooth so those apps can read them.
ar: يُرسَل نبض قلبك المباشر (من الحزام) وقدرة ركوب الدراجة المباشرة (من جهاز تدريب FTMS متصل) عبر Bluetooth حتى تتمكن تلك التطبيقات من قراءتهما.
da: Din live-puls (fra din rem) og din live-cykelwatt (fra en tilsluttet FTMS-hometrainer) sendes ud via Bluetooth, så de apps kan læse dem.
de: Deine Live-HF (von deinem Gurt) und deine Live-Radleistung (von einem verbundenen FTMS-Rollentrainer) werden per Bluetooth gesendet, damit diese Apps sie lesen können.
es: Tu FC en directo (de tu banda) y tu potencia de ciclismo en directo (de un rodillo FTMS conectado) se envían por Bluetooth para que esas apps puedan leerlas.
fi: Reaaliaikainen sykkeesi (vyöstä) ja reaaliaikainen pyöräilytehosi (yhdistetystä FTMS-trainerista) lähetetään Bluetoothilla, jotta nämä apit voivat lukea ne.
fr: Votre FC en direct (de votre ceinture) et votre puissance vélo en direct (d’un home trainer FTMS connecté) sont émises en Bluetooth pour que ces apps puissent les lire.
is: Púlsinn þinn í rauntíma (frá ólinni) og hjólaaflið í rauntíma (frá tengdum FTMS-hjólaþjálfa) eru send út með Bluetooth svo þessi forrit geti lesið þau.
it: La tua FC in tempo reale (dalla fascia) e la tua potenza in tempo reale (da un rullo FTMS connesso) vengono inviate via Bluetooth così che quelle app possano leggerle.
ja: ライブ心拍数（ストラップから）とライブのサイクリングパワー（接続したFTMSバイクトレーナーから）がBluetoothで送信され、それらのアプリが読み取れるようになります。
ko: 실시간 심박수(스트랩에서)와 실시간 사이클링 파워(연결된 FTMS 트레이너에서)가 Bluetooth로 전송되어 해당 앱이 읽을 수 있습니다.
nb: Pulsen din i sanntid (fra stroppen) og sykkelwatten i sanntid (fra en tilkoblet FTMS-sykkeltrener) sendes ut via Bluetooth slik at disse appene kan lese dem.
nl: Je live hartslag (van je band) en je live fietsvermogen (van een verbonden FTMS-fietstrainer) worden via Bluetooth verzonden zodat die apps ze kunnen lezen.
pt_br: Sua FC ao vivo (da cinta) e sua potência de ciclismo ao vivo (de um rolo FTMS conectado) são enviadas por Bluetooth para que esses apps possam lê-las.
ru: Ваш текущий пульс (с нагрудного датчика) и текущая мощность (с подключённого велостанка FTMS) передаются по Bluetooth, чтобы эти приложения могли их считывать.
sv: Din puls i realtid (från bandet) och din cykeleffekt i realtid (från en ansluten FTMS-cykeltrainer) skickas ut via Bluetooth så att apparna kan läsa dem.
zh_hans: 你的实时心率（来自心率带）和实时骑行功率（来自已连接的 FTMS 骑行台）会通过蓝牙向外发送，以便这些 App 读取。

source: Your max heart rate is %lld beats per minute.
ar: أقصى معدل لضربات قلبك هو %lld نبضة في الدقيقة.
da: Din maksimale puls er %lld slag i minuttet.
de: Deine maximale Herzfrequenz liegt bei %lld Schlägen pro Minute.
es: Tu frecuencia cardíaca máxima es de %lld latidos por minuto.
fi: Maksimisykkeesi on %lld lyöntiä minuutissa.
fr: Votre fréquence cardiaque maximale est de %lld battements par minute.
is: Hámarkspúlsinn þinn er %lld slög á mínútu.
it: La tua frequenza cardiaca massima è di %lld battiti al minuto.
ja: 最大心拍数は毎分%lld拍です。
ko: 최대 심박수는 분당 %lld회입니다.
nb: Makspulsen din er %lld slag i minuttet.
nl: Je maximale hartslag is %lld slagen per minuut.
pt_br: Sua frequência cardíaca máxima é de %lld batimentos por minuto.
ru: Ваш максимальный пульс — %lld удара в минуту.
sv: Din maxpuls är %lld slag per minut.
zh_hans: 你的最大心率是每分钟 %lld 次。

source: Your notes, tags and morning check-ins on your recordings, which can mention symptoms or mood
ar: ملاحظاتك ووسومك وتسجيلات الصباح على تسجيلاتك، والتي قد تذكر أعراضًا أو حالة مزاجية
da: Dine noter, tags og morgenindtjekninger på dine optagelser, som kan nævne symptomer eller humør
de: Deine Notizen, Tags und morgendlichen Check-ins zu deinen Aufzeichnungen, die Symptome oder Stimmungen erwähnen können
es: Tus notas, etiquetas y registros matutinos de tus grabaciones, que pueden mencionar síntomas o estado de ánimo
fi: Muistiinpanosi, tunnisteesi ja aamukirjauksesi tallenteisiisi, joissa voi mainita oireita tai mielialaa
fr: Vos notes, tags et bilans du matin sur vos enregistrements, qui peuvent mentionner des symptômes ou l’humeur
is: Athugasemdir þínar, merki og morgunskráningar við upptökurnar þínar, sem geta nefnt einkenni eða skap
it: Le tue note, i tag e i check-in mattutini sulle tue registrazioni, che possono menzionare sintomi o umore
ja: 記録に付けたメモ、タグ、朝のチェックイン（症状や気分が記載されている場合があります）
ko: 기록에 남긴 메모, 태그, 아침 체크인(증상이나 기분이 언급될 수 있음)
nb: Notatene, taggene og morgeninnsjekkene på opptakene dine, som kan nevne symptomer eller humør
nl: Je notities, tags en ochtendcheck-ins bij je opnames, waarin symptomen of stemming kunnen staan
pt_br: Suas notas, tags e check-ins matinais nas suas gravações, que podem mencionar sintomas ou humor
ru: Ваши заметки, теги и утренние отметки к вашим записям, где могут упоминаться симптомы или настроение
sv: Dina anteckningar, taggar och morgonincheckningar för dina inspelningar, som kan nämna symtom eller sinnesstämning
zh_hans: 你为记录添加的备注、标签和晨间自评，其中可能提及症状或情绪

source: Your numbers sit in a range often associated with that pattern. One reading can't establish a state on its own.
ar: أرقامك ضمن نطاق يرتبط غالبًا بهذا النمط. قراءة واحدة لا تكفي وحدها لإثبات حالة ما.
da: Dine tal ligger i et område, der ofte forbindes med det mønster. Én måling kan ikke alene fastslå en tilstand.
de: Deine Werte liegen in einem Bereich, der oft mit diesem Muster in Verbindung gebracht wird. Eine einzelne Messung kann für sich allein keinen Zustand belegen.
es: Tus números están en un rango que a menudo se asocia con ese patrón. Una sola lectura no puede establecer un estado por sí misma.
fi: Lukemasi ovat alueella, joka yhdistetään usein tuohon kuvioon. Yksi mittaus ei yksinään voi osoittaa tilaa.
fr: Vos valeurs se situent dans une plage souvent associée à ce schéma. Une seule mesure ne peut pas, à elle seule, établir un état.
is: Tölurnar þínar eru á bili sem oft er tengt því mynstri. Ein mæling getur ekki ein og sér staðfest ástand.
it: I tuoi valori rientrano in un intervallo spesso associato a quell'andamento. Una sola misurazione non basta, da sola, a stabilire uno stato.
ja: あなたの数値は、そのパターンとよく関連づけられる範囲にあります。1回の測定だけで状態を確定することはできません。
ko: 수치가 그 패턴과 흔히 연관되는 범위에 있습니다. 한 번의 측정만으로는 상태를 확정할 수 없습니다.
nb: Tallene dine ligger i et område som ofte forbindes med det mønsteret. Én måling kan ikke alene fastslå en tilstand.
nl: Je waarden liggen in een bereik dat vaak met dat patroon wordt geassocieerd. Eén meting kan op zichzelf geen toestand vaststellen.
pt_br: Seus números estão em uma faixa frequentemente associada a esse padrão. Uma única leitura não consegue estabelecer um estado por si só.
ru: Ваши показатели находятся в диапазоне, который часто связывают с этой закономерностью. Одно измерение само по себе не может установить состояние.
sv: Dina värden ligger i ett intervall som ofta förknippas med det mönstret. En enda mätning kan inte ensam fastställa ett tillstånd.
zh_hans: 你的数值处于通常与该模式相关的范围内。仅凭一次读数无法确定某种状态。

source: Your own baseline is in place, and it keeps growing to 60 nights. The score reflects your personal HRV range.
ar: خط الأساس الخاص بك جاهز، ويواصل النمو حتى 60 ليلة. تعكس الدرجة نطاق HRV الشخصي لديك.
da: Din egen baseline er på plads, og den vokser fortsat op til 60 nætter. Scoren afspejler dit personlige HRV-område.
de: Deine eigene Baseline steht und wächst weiter bis auf 60 Nächte. Der Score spiegelt deinen persönlichen HRV-Bereich wider.
es: Tu propia línea base ya está lista y sigue creciendo hasta 60 noches. La puntuación refleja tu rango personal de HRV.
fi: Oma perustasosi on valmis, ja se kasvaa edelleen 60 yöhön asti. Pisteet kuvaavat henkilökohtaista HRV-vaihteluväliäsi.
fr: Votre propre référence est en place et continue de s'étoffer jusqu'à 60 nuits. Le score reflète votre plage HRV personnelle.
is: Þín eigin grunnlína er komin og heldur áfram að vaxa upp í 60 nætur. Stigið endurspeglar þitt persónulega HRV-bil.
it: La tua baseline personale è pronta e continua a crescere fino a 60 notti. Il punteggio riflette il tuo intervallo HRV personale.
ja: あなた自身のベースラインができあがり、60 晩分まで蓄積され続けます。スコアはあなた個人の HRV の範囲を反映しています。
ko: 개인 기준선이 마련되었으며, 60일 밤까지 계속 쌓입니다. 점수는 개인 HRV 범위를 반영합니다.
nb: Din egen grunnlinje er på plass, og den fortsetter å vokse opp til 60 netter. Skåren gjenspeiler ditt personlige HRV-område.
nl: Je eigen basislijn staat, en die groeit door tot 60 nachten. De score weerspiegelt je persoonlijke HRV-bereik.
pt_br: Sua própria linha de base já está pronta e continua crescendo até 60 noites. A pontuação reflete a sua faixa pessoal de HRV.
ru: Ваш собственный базовую линию сформирован и продолжает расти до 60 ночей. Оценка отражает ваш личный диапазон ВСР.
sv: Din egen baslinje är på plats och fortsätter växa upp till 60 nätter. Poängen speglar ditt personliga HRV-intervall.
zh_hans: 你自己的基线已经建立，并会持续增长到 60 晚。分数反映的是你个人的 HRV 范围。

source: Your pace was %@ slower AND your HR was %lld bpm higher — that combination is a freshness or environmental signal. Either you came in fatigued (TSB negative), it was hotter or more humid than your average session, or you didn't fuel as well. The body had to ask the heart to work harder for less output.
ar: كانت وتيرتك أبطأ بمقدار %@ وكان نبضك أعلى بمقدار %lld نبضة/دقيقة — هذا المزيج إشارة إلى الإرهاق أو البيئة. إما أنك بدأت مُرهَقًا (TSB سالب)، أو كان الجو أحر أو أكثر رطوبة من جلستك المعتادة، أو لم تتغذَّ جيدًا. اضطر الجسم إلى أن يطلب من القلب جهدًا أكبر مقابل إنتاج أقل.
da: Dit tempo var %@ langsommere OG din puls %lld bpm højere — den kombination er et tegn på træthed eller omgivelser. Enten startede du træt (negativ TSB), det var varmere eller mere fugtigt end normalt, eller du fik ikke nok energi. Kroppen måtte bede hjertet arbejde hårdere for mindre output.
de: Dein Tempo war %@ langsamer UND dein Puls %lld bpm höher – diese Kombination deutet auf Ermüdung oder Umgebungsbedingungen hin. Entweder warst du schon müde (negativer TSB), es war heißer oder schwüler als sonst, oder du hast nicht so gut gegessen und getrunken. Dein Herz musste mehr arbeiten für weniger Leistung.
es: Tu ritmo fue %@ más lento Y tu FC %lld lpm más alta: esa combinación apunta a cansancio o al entorno. O llegaste fatigado (TSB negativo), o hacía más calor o humedad que en tu sesión media, o no te alimentaste igual de bien. El cuerpo tuvo que pedir al corazón más trabajo por menos rendimiento.
fi: Vauhtisi oli %@ hitaampi JA sykkeesi %lld bpm korkeampi – yhdistelmä viittaa väsymykseen tai olosuhteisiin. Joko aloitit väsyneenä (negatiivinen TSB), oli tavallista kuumempaa tai kosteampaa, tai energiansaanti jäi vajaaksi. Sydämen piti tehdä enemmän töitä pienemmällä tuotolla.
fr: Votre allure était plus lente de %@ ET votre FC plus élevée de %lld bpm — cette combinaison signale de la fatigue ou des conditions défavorables. Soit vous êtes arrivé fatigué (TSB négatif), soit il faisait plus chaud ou humide que d'habitude, soit vous vous êtes moins bien alimenté. Le cœur a dû travailler plus pour un rendement moindre.
is: Hraðinn var %@ minni OG púlsinn %lld slögum hærri — sú samsetning bendir til þreytu eða aðstæðna. Annaðhvort mættir þú þreytt(ur) (neikvætt TSB), það var heitara eða rakara en venjulega, eða næringin var lakari. Hjartað þurfti að vinna meira fyrir minni afköst.
it: Il passo è stato più lento di %@ E la FC più alta di %lld bpm: questa combinazione segnala stanchezza o condizioni ambientali. O sei arrivato affaticato (TSB negativo), o faceva più caldo o umido del solito, o non ti sei alimentato altrettanto bene. Il cuore ha dovuto lavorare di più per un rendimento minore.
ja: ペースが%@遅く、心拍も%lld bpm高めでした — この組み合わせは疲労や環境のサインです。疲れた状態で始めた（TSBがマイナス）、いつもより暑い・湿度が高い、または補給が不十分だった可能性があります。より少ない出力のために心臓がより働く必要がありました。
ko: 페이스는 %@ 느렸고 심박은 %lld bpm 높았습니다. 이 조합은 피로나 환경의 신호입니다. 피곤한 상태로 시작했거나(TSB 음수), 평소보다 덥거나 습했거나, 영양 보충이 부족했을 수 있습니다. 더 적은 출력을 위해 심장이 더 일해야 했습니다.
nb: Tempoet var %@ langsommere OG pulsen %lld bpm høyere – den kombinasjonen tyder på tretthet eller ytre forhold. Enten startet du sliten (negativ TSB), det var varmere eller fuktigere enn vanlig, eller du fikk i deg mindre energi. Hjertet måtte jobbe hardere for mindre uttelling.
nl: Je tempo was %@ langzamer ÉN je hartslag %lld bpm hoger — die combinatie wijst op vermoeidheid of omstandigheden. Je begon vermoeid (negatieve TSB), het was warmer of vochtiger dan gemiddeld, of je had minder goed gegeten en gedronken. Je hart moest harder werken voor minder resultaat.
pt_br: Seu ritmo foi %@ mais lento E sua FC %lld bpm mais alta — essa combinação indica cansaço ou condições ambientais. Ou você começou cansado (TSB negativo), ou estava mais quente ou úmido que na sua sessão média, ou não se alimentou tão bem. O corpo precisou fazer o coração trabalhar mais para render menos.
ru: Темп был на %@ медленнее, А пульс — на %lld уд/мин выше: такое сочетание говорит об усталости или внешних условиях. Либо вы начали уставшим (TSB отрицательный), либо было жарче или влажнее обычного, либо питание было хуже. Сердцу пришлось работать больше ради меньшего результата.
sv: Tempot var %@ långsammare OCH pulsen %lld bpm högre – den kombinationen tyder på trötthet eller yttre förhållanden. Antingen var du trött från början (negativ TSB), det var varmare eller fuktigare än vanligt, eller så fick du i dig mindre energi. Hjärtat fick jobba hårdare för mindre utdelning.
zh_hans: 配速慢了 %@，同时心率高了 %lld bpm——这种组合是疲劳或环境因素的信号。可能你开始时就已疲劳（TSB 为负），或比平常更热更潮湿，或补给不足。身体不得不让心脏更费力，却换来更少的输出。
